Autodesk.Revit.UI.Rectangle.#ctor(Autodesk.Revit.UI.Rectangle)
Constructs a new copy of the input ScreenRectangle object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2014